Repository: garygriswold/Bible.js
Catalog: Plugins/Settings/Settings_ios/Settings/*.lproj/Localizable.strings
Languages: ar, ca, fr, hi, hu, id, ja, ru, sk, th, tr

source: A
ar: ا
hi: ए
id: SEBUAH
th: ก

source: Bibles
ar: الأناجيل
ca: Bíblies
hi: बाईबिल
hu: Bibliák
id: Alkitab
ja: Bibleses
ru: Библий
sk: Biblia
th: พระคัมภีร์
tr: İnciller

source: Find Bibles
ar: العثور على الكتاب المقدس
ca: Trobeu bíblies
fr: Trouver des bibles
hi: बाइबल खोजें
hu: Keress Bibles-et
id: Temukan Alkitab
ja: Fond Bibleses
ru: Найти Библию
sk: Nájdite biblie
th: ค้นหาพระคัมภีร์
tr: İnciller Bul

source: Find Languages
ar: البحث عن اللغات
ca: Cerca idiomes
fr: Trouver des langues
hi: भाषाएं खोजें
hu: Nyelvek keresése
id: Temukan Bahasa
ja: Find Languageses
ru: Найти языки
sk: Nájsť jazyky
th: ค้นหาภาษา
tr: Dilleri Bul

source: I like it!
ar: احب ذلك!
ca: M&#39;agrada!
fr: J&#39;aime ça!
hi: मुझें यह पसंद है!
hu: Tetszik!
id: Saya suka itu!
ja: I like ites!
ru: Мне это нравится!
sk: Páči sa mi to!
th: ฉันชอบมัน!
tr: Bunu sevdim!

source: Languages
ar: اللغات
ca: Llengües
fr: Langues
hi: बोली
hu: Nyelvek
id: Bahasa
ja: Languageses
ru: Языки
sk: jazyky
th: ภาษา
tr: duujjil

source: More Bibles
ar: المزيد من الكتاب المقدس
ca: Més Bíblies
fr: Plus de bibles
hi: अधिक बाइबल
hu: Több Biblia
id: Lebih banyak Alkitab
ja: More Bibleses
ru: Больше Библий
sk: Viac Bibli
th: พระคัมภีร์เพิ่มเติม
tr: Daha İncil

source: More Languages
ar: المزيد من اللغات
ca: Més idiomes
fr: Plus de langues
hi: अधिक भाषाएँ
hu: További nyelvek
id: Bahasa Lainnya
ja: More Languageses
ru: Другие языки
sk: Viac jazykov
th: ภาษาอื่น ๆ
tr: Daha fazla dil

source: My Bibles
ar: بلدي الأناجيل
ca: Les meves bíblies
fr: Mes bibles
hi: माई बाइबल्स
hu: Bibliaim
id: Alkitab saya
ja: My Bibleses
ru: Мои Библии
sk: Moje biblie
th: พระคัมภีร์ของฉัน
tr: İncillerim

source: My Languages
ar: لغاتي
ca: Els meus idiomes
fr: Mes langues
hi: मेरी भाषाएं
hu: Az én nyelvem
id: Bahasa saya
ja: My Languageses
ru: Мои языки
sk: Moje jazyky
th: ภาษาของฉัน
tr: Dillerim

source: Send Us Feedback
ar: أرسل لنا ردود الفعل
ca: Envieu-nos comentaris
fr: Envoyez-nous vos commentaires
hi: हमें फीडबैक भेजें
hu: Küldjön nekünk visszajelzést
id: Kirimi Kami Umpan Balik
ja: Send Us Feedbackes
ru: Отправить отзыв
sk: Pošlite nám spätnú väzbu
th: ส่งคำติชมถึงเรา
tr: Bize geri bildirim gönderin

source: Settings
ar: إعدادات
ca: Configuració
fr: Paramètres
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
ja: Settingses
ru: настройки
sk: nastavenie
th: การตั้งค่า
tr: Ayarlar

source: Share SafeBible
ar: شارك SafeBible
ca: Comparteix SafeBible
fr: Partager SafeBible
hi: सुरक्षित बाइबिल साझा करें
hu: Megosztás SafeBible
id: Bagikan SafeBible
ja: Share SafeBiblees
ru: Поделиться SafeBible
sk: Zdieľajte SafeBible
th: แบ่งปัน SafeBible
tr: Güvenli Paylaş

source: Write A Review
ar: أكتب مراجعة
ca: Escriu una ressenya
fr: Écrire une critique
hi: एक समीक्षा लिखे
hu: Írja meg a véleményét
id: Menulis review
ja: Write A Reviewes
ru: Написать обзор
sk: Napísať recenziu
th: แสดงความคิดเห็น
tr: Bir değerlendirme yazın
