Repository: garygriswold/Bible.js
Catalog: SafeBible2/SafeBible_ios/SafeBible/Style/*.lproj/Localizable.strings
Languages: el

source: A
el: Α

source: Bibles
el: Βίβλοι

source: Find Bibles
el: Βρείτε Βίβλους

source: Find Languages
el: Βρείτε γλώσσες

source: I like it!
el: Μου αρέσει!

source: Languages
el: Γλώσσες

source: More Bibles
el: Περισσότερες Βίβλοι

source: More Languages
el: Περισσότερες γλώσσες

source: My Bibles
el: Οι Γραφές Μου

source: My Languages
el: Οι γλώσσες μου

source: Send Us Feedback
el: Στείλτε μας Σχόλια

source: Settings
el: Ρυθμίσεις

source: Share SafeBible
el: Μοιραστείτε το SafeBible

source: Write A Review
el: Γράψτε μια κριτική
