Repository: garygriswold/Bible.js
Catalog: SafeBible2/SafeBible_ios/Settings/Style/*.lproj/Localizable.strings
Languages: he, ro

source: A
he: א

source: Bibles
he: תנ&quot;ך
ro: Biblii

source: Find Bibles
he: מצא תנ&quot;ך
ro: Găsiți Biblii

source: Find Languages
he: מצא שפות
ro: Găsiți limbi

source: I like it!
he: אני אוהב את זה!
ro: Imi place!

source: Languages
he: שפות
ro: Limbile

source: More Bibles
he: עוד ספרי קודש
ro: Mai multe Biblii

source: More Languages
he: שפות נוספות
ro: Mai multe limbi

source: My Bibles
he: ספרי התנ&quot;ך שלי
ro: Biblia mea

source: My Languages
he: השפות שלי
ro: Limbile mele

source: Send Us Feedback
he: שלח לנו משוב
ro: Trimiteți-ne feedback

source: Settings
he: הגדרות
ro: Setări

source: Share SafeBible
he: שתף את SafeBible
ro: Distribuiți SafeBible

source: Write A Review
he: כתוב ביקורת
ro: Scrie o recenzie
