Repository: garygriswold/Bible.js
Catalog: Plugins/Settings/Settings_ios/Settings/Style/*.lproj/Localizable.strings
Languages: vi

source: Bibles
vi: Kinh Thánh

source: Find Bibles
vi: Tìm Kinh Thánh

source: Find Languages
vi: Tìm ngôn ngữ

source: I like it!
vi: Tôi thích nó!

source: Languages
vi: Ngôn ngữ

source: More Bibles
vi: Thêm Kinh Thánh

source: More Languages
vi: Thêm ngôn ngữ

source: My Bibles
vi: Kinh thánh của tôi

source: My Languages
vi: Ngôn ngữ của tôi

source: Send Us Feedback
vi: Gửi phản hồi cho chúng tôi

source: Settings
vi: Cài đặt

source: Share SafeBible
vi: Chia sẻ SafeBible

source: Write A Review
vi: Viết đánh giá
